{
	"vocab": {
		"<pad>": 0,
		"<unk>": 1,
		"<bos>": 2,
		"<eos>": 3,
		"a (0x0061)": 4,
		"b (0x0062)": 5,
		"c (0x0063)": 6,
		"d (0x0064)": 7,
		"e (0x0065)": 8,
		"f (0x0066)": 9,
		"g (0x0067)": 10,
		"h (0x0068)": 11,
		"i (0x0069)": 12,
		"j (0x006a)": 13,
		"k (0x006b)": 14,
		"l (0x006c)": 15,
		"m (0x006d)": 16,
		"n (0x006e)": 17,
		"o (0x006f)": 18,
		"p (0x0070)": 19,
		"q (0x0071)": 20,
		"r (0x0072)": 21,
		"s (0x0073)": 22,
		"t (0x0074)": 23,
		"u (0x0075)": 24,
		"v (0x0076)": 25,
		"w (0x0077)": 26,
		"x (0x0078)": 27,
		"y (0x0079)": 28,
		"z (0x007a)": 29,
		"ä (0x00e4)": 30,
		"ö (0x00f6)": 31,
		"ü (0x00fc)": 32,
		"ß (0x00df)": 33,
		"A (0x0041)": 34,
		"B (0x0042)": 35,
		"C (0x0043)": 36,
		"D (0x0044)": 37,
		"E (0x0045)": 38,
		"F (0x0046)": 39,
		"G (0x0047)": 40,
		"H (0x0048)": 41,
		"I (0x0049)": 42,
		"J (0x004a)": 43,
		"K (0x004b)": 44,
		"L (0x004c)": 45,
		"M (0x004d)": 46,
		"N (0x004e)": 47,
		"O (0x004f)": 48,
		"P (0x0050)": 49,
		"Q (0x0051)": 50,
		"R (0x0052)": 51,
		"S (0x0053)": 52,
		"T (0x0054)": 53,
		"U (0x0055)": 54,
		"V (0x0056)": 55,
		"W (0x0057)": 56,
		"X (0x0058)": 57,
		"Y (0x0059)": 58,
		"Z (0x005a)": 59,
		"Ä (0x00c4)": 60,
		"Ö (0x00d6)": 61,
		"Ü (0x00dc)": 62,
		"ẞ (0x1e9e)": 63,
		"0 (0x0030)": 64,
		"1 (0x0031)": 65,
		"2 (0x0032)": 66,
		"3 (0x0033)": 67,
		"4 (0x0034)": 68,
		"5 (0x0035)": 69,
		"6 (0x0036)": 70,
		"7 (0x0037)": 71,
		"8 (0x0038)": 72,
		"9 (0x0039)": 73,
		"  (0x0020)": 74,
		". (0x002e)": 75,
		", (0x002c)": 76,
		": (0x003a)": 77,
		"; (0x003b)": 78,
		"? (0x003f)": 79,
		"! (0x0021)": 80,
		"@ (0x0040)": 81,
		"# (0x0023)": 82,
		"$ (0x0024)": 83,
		"% (0x0025)": 84,
		"& (0x0026)": 85,
		"* (0x002a)": 86,
		"` (0x0060)": 87,
		"' (0x0027)": 88,
		"\" (0x0022)": 89,
		"( (0x0028)": 90,
		") (0x0029)": 91,
		"< (0x003c)": 92,
		"> (0x003e)": 93,
		"{ (0x007b)": 94,
		"} (0x007d)": 95,
		"[ (0x005b)": 96,
		"] (0x005d)": 97,
		"+ (0x002b)": 98,
		"- (0x002d)": 99,
		"= (0x003d)": 100,
		"~ (0x007e)": 101,
		"_ (0x005f)": 102,
		"/ (0x002f)": 103,
		"\\ (0x005c)": 104
	},
	"pad_token": "<pad>",
	"unk_token": "<unk>",
	"bos_token": "<bos>",
	"eos_token": "<eos>"
}